{
  "GuideData": {


    "AdsController": [
      {
        "NetworkAds": "admob",
        "AdMobId": "pub-9266971926811757",

        "BannerAdmob": "ca-app-pub-4494823076365006/8343903966",
        "InterstitialAdmob": "ca-app-pub-4494823076365006/7030822299",
        "NativeAdmob": "ca-app-pub-4494823076365006/6783410282",

        "BannerFacebook": "IMG_16_9_APP_INSTALL#173186393601951_299214384332484",
        "InterstitialFacebook": "IMG_16_9_APP_INSTALL#173186393601951_288058788781377",
        "NativeFacebook": "173186393601951_356298065290782"

      }
    ],

    "items": [
      {
        "title": "Guid 1",
        "image": "https://i.ytimg.com/vi/ePFgyBtvqQU/maxresdefault.jpg"
      },
      {
        "title": "Guid 2",
        "image": "https://gamespot1.cbsistatic.com/uploads/screen_kubrick/1574/15746725/3802247-321.jpg"
      },
      {
        "title": "Guid 3",
        "image": "https://cnet1.cbsistatic.com/img/MU2UBRZgq7DguEfA_RjILaPw5Gs=/940x0/2021/03/02/2e74cf80-a8ec-4cf8-bd05-9774390807ae/fantasian3.jpg"
      },
      {
        "title": "Guid 4",
        "image": "https://toucharcade.com/wp-content/uploads/2021/01/66A3B713-F87E-4952-8209-798BA38F28B9.jpeg"
      }
    ],

    "content1": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "normal",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://gamespot1.cbsistatic.com/uploads/screen_kubrick/1574/15746725/3802247-321.jpg",
        "text": "Fantasian, the new adventure from Hironobu Sakaguchi’s studio Mistwalker, is a classic Japanese role-playing game at heart. Fantasian has it all: turn-based battles, an amnesiac hero, a cast of pretty protagonists on interweaving adventures, and, of course, an airship. \nBut Fantasian stands out for one design decision that has garnered attention. Mistwalker’s RPG was built using more than 150 handcrafted physical dioramas. The game’s 3D characters are overlaid on top of them. The miniatures-based environments give the game a unique sense of charm and warmth, Sakaguchi said in an interview with Polygon, and helped inform Fantasian’s game mechanics.",
        "isNative": "false"
      }
    ],

    "content2": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://media.senscritique.com/media/000019548379/source_big/Fantasian.jpg",
        "text": "Fantasian features a system that twists how players deal with random monster encounters. Unlike the classic Final Fantasy games that Sakaguchi created, where a fight with a group of enemies could arrive unexpectedly, Fantasian lets players deal with random encounters ... later. Mistwalker calls it the Dimengeon system — a mashup of dimension and dungeon — and it sends the monsters that players encounter to an alternate dimension. Players can then jump into a Dimengeon when they want and enjoy the satisfaction of wiping them all out at once. \nSakaguchi said Fantasian was partially inspired by his own work on Final Fantasy 6. He and some of his colleagues who worked on that game replayed it on Nintendo’s Super NES Classic a few years ago. “That really renewed my interest and love in this classic JRPG genre, and gave me an opportunity to return to my roots,” Sakaguchi said through a translator.",
        "isNative": "false"
      }
    ],

    "content3": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://i.ytimg.com/vi/ePFgyBtvqQU/maxresdefault.jpg",
        "text": "Fantasian has many familiar Final Fantasy elements, Sakaguchi said, including “collecting information in different towns, talking to NPCs, traversing dungeons, random encounters and turn-based combat.” \n“But in the spirit of Final Fantasy development at the time, we always wanted to challenge the status quo, push the boundaries and bring some innovation to the genre,” he said. The Dimengeon system was born from that, he said, and as a result of the game’s platforms. Fantasian is being released via Apple Arcade, and is designed with touchscreen controls in mind. Sakaguchi said the developers found it fun to explore Fantasian’s diorama environments by placing pins on the map and swiftly moving around, but that being interrupted by random encounters altered the game’s flow. \nThe game’s dioramas were built by a team of 150 artists. Mistwalker itself is a team of less than 20, but it often works with external studios. Sakaguchi said that the decision to build physical environments had its benefits, letting the designers see new opportunities in game design. But it also came with its own challenges. Once you design a physical object, he said, you can’t alter the environment to add a new road or exit, as one could with a computer-generated 3D space. \n“Once you begin building it, you’ve committed to your level design,” Sakaguchi said. “You really have to be very intentional and know what you’re looking for at the conception phase. Once the artisans get to work, that’s going to be your stage.”",
        "isNative": "false"
      }
    ],

    "content4": [
      {
        "ordered": "image_text",
        "color": "#FFFFFF","style": "blood",
        "gravity": "left",
        "left": "10",
        "text_size": "25",
        "isLink": "false","link_title": "","setLink": "",
        "image_link": "https://gamespot1.cbsistatic.com/uploads/screen_kubrick/1574/15746725/3802247-321.jpg",
        "text": "The story of Fantasian is both grandiose and familiar. Players take on the role of Leo, who, in the search for his missing father, finds himself in an alternate dimension called the Machine Realm. After an accident, Leo awakens in this unfamiliar realm with but one remaining memory, that of a girl named Kina who brings him back to the Human Realm. Leo embarks on a quest to reclaim his memory, unraveling “the mysteries of the bizarre mechanical infection slowly engulfing all that is known to mankind.” Along the way, Leo enlists others for his mission, including a pair of robots, a magic-wielding princess, and the captain of the luxury airship Uzra. \nThe story of Fantasian is both grandiose and familiar. Players take on the role of Leo, who, in the search for his missing father, finds himself in an alternate dimension called the Machine Realm. After an accident, Leo awakens in this unfamiliar realm with but one remaining memory, that of a girl named Kina who brings him back to the Human Realm. Leo embarks on a quest to reclaim his memory, unraveling “the mysteries of the bizarre mechanical infection slowly engulfing all that is known to mankind.” Along the way, Leo enlists others for his mission, including a pair of robots, a magic-wielding princess, and the captain of the luxury airship Uzra. \nSakaguchi wrote Fantasian’s story. He’s joined on the project by famed Final Fantasy composer and longtime collaborator Nobuo Uematsu, who wrote the score for Fantasian.",
        "isNative": "false"
      }
    ]
  }
}
